tap "tomanthony/brews"
brew "awscli"
brew "bash"
brew "librsvg"
brew "node-build"
brew "nodenv"
brew "shellcheck"
brew "tomanthony/brews/itermocil"
cask "codex"
cask "espanso"
cask "inkscape"
cask "stats"
cask "swiftdefaultappsprefpane"
vscode "codesmith.markdown-inline-editor-vscode"
vscode "dnicolson.binary-plist"
vscode "fabiospampinato.vscode-highlight"
vscode "github.vscode-github-actions"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "vstirbu.vscode-mermaid-preview"
vscode "yzhang.markdown-all-in-one"
npm "@mattriley/batch-image-resizer"
npm "batch-image-resizer"
npm "corepack"
npm "flib"
npm "module-indexgen"
npm "sharp"
